Repository: 1312inc/Webasyst-X-iOS
Catalog: Webasyst X/Localization/*.lproj/Localizable.strings
Languages: ru

# errorTitle
source: Error
ru: Ошибка

# permisionDenied
source: Looks like you don't have access to the %@ app (API response: access_denied). Please contact the account owner to enable access for you.
ru: Похоже, у вас недостаточно прав на доступ к %@ (ответ API: access_denied). Пожалуйста, свяжитесь с владельцем аккаунта и попросите его включить доступ.

# requestFailed
source: Something went wrong while communicating with the app (API response: invalid_request).
ru: Что-то не так с запросом к серверу (ответ API: invalid_request).

source: Loading...
ru: Загрузка...

# installModuleButtonTitle
source: Install Now
ru: Установить

# connectionAlertMessage
source: No connection to the Internet. Check your connection and try again.
ru: Нет соединения с интернетом. Проверьте ваше соединение и повторите попытку.

# getStatusCodeError
source: Something went wrong while communicating with the app (API response: invalid_request).
ru: Что-то не так с запросом к серверу (ответ API: invalid_request).

# okAlert
source: OK
ru: Понятно

source: seconds
ru: секунд

# successTitle
source: Success
ru: Успешно

# invalidClientError
source: Failed to fetch data. Failed to obtain access token: Client request (%@) invalid: 401 Unauthorized. Text: %@
ru: Ошибка получения данных. Не удалось получить access token. Client request (%@) invalid: 401 Unauthorized. Ответ: %@

# disabledErrorText
source: API functionality is disabled in this Webasyst account. Please contact your Webasyst admin (provider) for details.
ru: Функциональность API отключена в этом аккаунте Webasyst. Обратитесь к администратору (провайдеру) аккаунта.

# notSecureConnection
source: Connection is not secure
ru: Небезопасное соединение

source: Blog
ru: Блог

source: Site
ru: Сайт

# post
source: Posts
ru: записей

# element
source: Pages
ru: страниц

# order
source: Orders
ru: заказов

# emptyList
source: No %@
ru: Нет %@

# authError
source: Authorization error. Try again later.
ru: Ошибка авторизации. Повторите попытку позже.

# appDescription
source: To make this screen look great, simply replace the app icon and the app name above with your project credentials, and add an encouraging welcome message.
ru: Чтобы эта страница была не такой скучной, подставьте иконку и название своего приложения и напишите какой-нибудь классный приветственный текст.

# loginButtonTitle
source: Sign in with Webasyst ID
ru: Войти с Webasyst ID

# onGithub
source: Webasyst X on GitHub
ru: Webasyst X на GitHub

# slideText_0
source: Webasyst X is a simple demo app that helps developing native mobile client apps for Webasyst server-side apps. Quickly, easily, with all boring stuff handled out-of-the-box.
ru: Webasyst X — это простое приложение-прототип, которое поможет разработать клиенсткое мобильное приложение для своего проекта на основе Webasyst. Быстро и просто.

# slideText_1
source: For demo purposes, this app connects to Blog, Site, and Shop-Script APIs. When switching this prototype to work with your custom app API, simply replace the logo and the API scope — and start working your app's custom flow right away!
ru: Демо-приложение Webasyst X подключится к API приложений «Блог», «Сайт» и Shop-Script с целью показать, как все это работает. Вся скучная работа, связанная с подключением к API и авторизацией, уже решена в Webasyst X.

# slideText_2
source: Webasyst X is an open source project (MIT license). Feel free to use it as a foundation for your custom Webasyst-powered mobile client app or project.
ru: Webasyst X — это проект с открытым кодом (лицензия MIT). Используйте его в качестве шаблона для собственных мобильных приложений и новых амбициозных проектов.

# nextButton
source: Next
ru: Далее

# phoneLogin
source: Sign in with a phone number
ru: Войти по номеру телефона

# orLabel
source: or
ru: или

# titlePhone
source: Enter your phone number
ru: Введите свой номер телефона

# descriptionPhone
source: We’ll send you an authorization code via SMS
ru: На указанный номер будет отправлен код подтверждения

# phoneError
source: Invalid phone number
ru: Неверный номер телефона

# clientIdError
source: Something went wrong with the app client_id identifier. Please send this error report to the app developer.
ru: Что-то не так с идентификатором client_id. Пожалуйста, сообщите об этом разработчику приложения.

# codeChalengeError
source: Looks like the code_challenge is incorrect or missing. Please send this error report to the app developer.
ru: Код вызова code_challenge неверный или отсутствует. Пожалуйста, сообщите об этом разработчику приложения.

# emailError
source: Invalid email address
ru: Неверный адрес электронной почты

# requestTimeoutLimit
source: Please repeat the code resend request in a minute
ru: Попробуйте повторить попытку отправки кода еще раз через минуту

# sentNotificationFail
source: The Webasyst server failed to send the code on the specified phone number
ru: Сервер Webasyst ID не смог отправить код на указанный номер

# errorCode
source: Invalid code
ru: Неверный код

# titleConfirmCode
source: Enter the code from the message
ru: Введите код из сообщения

# resendCodeLabel
source: No message received?
ru: Не пришло?

# resendCodeButton
source: Send Again
ru: Отправить еще раз

# codeSendLabel
source: The code has been sent
ru: Код отправлен

# timerText
source: New code can be requested in
ru: Новый код можно запросить через

# blogTitle
source: Blog
ru: Блог

# shopTitle
source: Store
ru: Магазин

# newOrder
source: New
ru: Новый

# shippedOrder
source: Shipped
ru: Отправлен

# completedOrder
source: Completed
ru: Выполнен

# refunedOrder
source: Refunded
ru: Возврат

# unknownOrder
source: Unknown status
ru: Неизвестный статус

# siteTitle
source: Site
ru: Сайт

# profileTitle
source: User profile
ru: Профиль

# exitAccountButtonTitle
source: Sign Out
ru: Выйти

# addWebasystButton
source: Add Account
ru: Добавить аккаунт

# installModule
source: %@ is not installed on %@
ru: %@ не установлен на %@

# installButton
source: Install now
ru: Установить

# installDescription
source: Webasyst can automatically download and install %@ in this account. For paid apps, a time-limited free trial license will be automatically issued.
ru: Webasyst может автоматически скачать и установить %@ в этом аккаунте. Для платных приложений будет выписана временная пробная лицензия.

# addInstallTitle
source: Add Account
ru: Добавить аккаунт

# anInstallTitle
source: I'm using Webasyst already
ru: Я уже использую Webasyst

# anInstallDescription
source: If you don't see your existing Webasyst account (website) in this app, it is likely that the account simply isn't connected to your Webasyst ID. Head on to Webasyst backend on your domain using a web browser > go to Settings app > Webasyst ID > Enable Webasyst ID and link your personal account with just few clicks. Then simply restart this app.
ru: Если вы не видите свой аккаунт (сайт) Webasyst в этом приложении, то скорее всего этот аккаунт просто не подключен к вашему Webasyst ID. Откройте бекенд Webasyst > приложение «Настройки» > Webasyst ID > и включите авторизацию по Webasyst ID для себя и коллег. Затем просто перезапустите это приложение.

# aboutConnectButton
source: How to link my Webasyst ID
ru: Как подключить Webasyst ID

# createInstallTitle
source: I'm a new user
ru: Я новый пользователь

# createInstallDescription
source: Either download Webasyst source code and install it on your own hosting (server) or create a new account instantly in the Webasyst Cloud with just a tap — right now.
ru: Скачайте фреймворк с сайта webasyst.ru и установите на свой хостинг (сервер) или создайте аккаунт в облаке Webasyst одной кнопкой — прямо сейчас.

# createInstallButton
source: Create Webasyst account
ru: Создать аккаунт Webasyst

# freeTrialLabel
source: 30 days free
ru: 30 дней бесплатно

# successNewInstall
source: Your account %@ has been successfully created
ru: Ваша учетная запись %@ была успешно создана

# errorCreateNewInstall
source: Sorry, we cannot create another account for you at the moment. Most likely, a limit on the number of free Webasyst cloud accounts has been exceeded.
ru: Не удалось создать аккаунт Webasyst. Скорее всего, превышен лимит на количество бесплатных облачных аккаунтов.

# titleWaidInstruction
source: Connecting to Webasyst ID
ru: Подключение к Webasyst ID

# myInstallWebasyst
source: My Webasyst accounts
ru: Мои аккаунты Webasyst

source: Expires on %@
ru: Истекает %@

source: Expired on %@
ru: Истек %@
