Repository: 1312inc/Webasyst-X-iOS
Catalog: Webasyst X/Webasyst/System/Main/Resources/*.lproj/WebasystLocalization.strings
Languages: ru

# appName
source: Tasks
ru: Задачи

# PasscodeLockEnterTitle
source: Enter Passcode
ru: Введите код-пароль

# PasscodeLockEnterDescription
source: Enter your passcode to proceed.
ru: Введите свой код-пароль, чтобы войти.

# PasscodeLockRemoveTitle
source: Enter Passcode
ru: Введите код-пароль

# PasscodeLockRemoveDescription
source: Enter your passcode to disable it.
ru: Введите свой код-пароль, чтобы выключить его.

# PasscodeLockSetTitle
source: Enter a Passcode
ru: Введите код-пароль

# PasscodeLockSetDescription
source: Choose your passcode.
ru: Задайте новый код-пароль.

# PasscodeLockConfirmTitle
source: Confirm Passcode
ru: Подтвердите код-пароль

# PasscodeLockConfirmDescription
source: Enter the passcode again to confirm it.
ru: Введите код-пароль еще раз.

# PasscodeLockChangeTitle
source: Enter Old Passcode
ru: Введите старый код-пароль

# PasscodeLockChangeDescription
source: Enter your old passcode to continue.
ru: Необходимо для смены кода-пароля на новый.

# PasscodeLockMismatchTitle
source: Try again
ru: Попробуйте еще раз

# PasscodeLockMismatchDescription
source: Passcodes didn't match.
ru: Коды не совпали.

# PasscodeLockTouchIDReason
source: Authentication required to proceed
ru: Для продолжения необходим Touch ID

# PasscodeLockFaceIDReason
source: Authentication required to proceed
ru: Для продолжения необходим Face ID

# PasscodeLockBiometricAuthReason
source: Authentication required to proceed
ru: Для продолжения необходима аутентификация

# PasscodeLockBiometricAuthButton
source: Enter Passcode
ru: Введите код-пароль

# installTitle
source: New account
ru: Новый аккаунт

# installDescription
source: A new account will be created in the Webasyst cloud. You will be able to manage products, process orders, and track sales statistics.
ru: В облаке Webasyst будет создан новый аккаунт. Вы сможете управлять товарам, обрабатывать заказы, отслеживать статистику по продажам.

# installNamePlaceholder
source: Enter name...
ru: Введите название...

# crateWebasystAccount
source: Create Webasyst Account
ru: Создать аккаунт Webasyst

# 30DaysFreeAccount
source: 30 days free
ru: 30 дней бесплатно

# installBottomTitle
source: Join existing account?
ru: Войти в существующий аккаунт?

# installBottomDescription
source: Don’t see your existing Webasyst accounts and data? Fixing is easy — simply sign in the classic way with a password, and all accounts linked with your Webasyst ID will be linked into this mobile app.
ru: Не видите свои учетные записи и данные Webasyst? Исправить это просто — войдите в систему классическим способом с помощью пароля, и все учетные записи, связанные с вашим идентификатором Webasyst, будут подключены к этому мобильному приложению.

# shopNameErrorDescription
source: An error occurred when reading the domain.
ru: Возникла ошибка при считывании домена.

# viewDemoAccount
source: Demo
ru: Демо

# createInstallTitleOfStoreConnect
source: Link an existing account
ru: Подключить аккаунт

# createNewShopTitle
source: New Team
ru: Новая команда

# createNewShopDescription
source: New private cloud workspace will be created where you and your teammates will be able to collaborate and send tasks to each other.
ru: В облаке Webasyst будет создан новый приватный аккаунт для вашей команды. Вы сможете приглашать коллег, ставить задачи, работать над общими проектами.
